---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.FabricRoundingManager
source: html/d032377e-feb6-41bb-ace3-ebda95572120.htm
---
# FabricRoundingManager Methods

Gets the identifier of the length unit quantifying the reinforcement rounding values.